[
  {
    "id": "KsA12dh32EE1",
    "image": "../assets/Megadeth.jpg",
    "title": "Megadeth share brutal first single from new album ‘The Sick, The Dying…And The Dead’",
    "author": "Ali Shutler",
    "date": "June 21, 2022",
    "description": "Megadeth have finally announced their long-awaited 16th studio album ‘The Sick, The Dying…And The Dead’ and shared the first track – check out ‘We’ll Be Back’ below. Due out September 2, 2022, the new Megadeth album is the first the band have released since vocalist Dave Mustaine recovered from throat cancer. Speaking about ‘The Sick, The Dying…And The Dead’, Mustaine said: 'For the first time in a long time, everything that we needed on this record is right in its place. I can’t wait for the public to get hold of this!'",
    "category": "Music & Arts"
  },
  {
    "id": "KsA12dh32EE2",
    "image": "../assets/Justin-Timberlake.jpg",
    "title": "Justin Timberlake apologises for awkward Beat Ya Feet dance",
    "author": "Surej Singh",
    "date": "June 22, 2022",
    "description": "Justin Timberlake has apologised for his awkward Beat Ya Feet dance after footage of his performance from Pharrell’s Something In The Water festival went viral. The clip sees Timberlake shout “DC, beat your feet” before taking on the iconic dance style. After receiving a whole lot of constructive criticism on social media, Timberlake has now apologised for the performance. Sharing an Instagram story, Timberlake said: “DC, I want to apologise to you for two reasons: Here, and here,” he said, panning down to his feet.“I had a long talk with both of them, individually,” he said of his feet. “And I said ‘Don’t you ever do that to me again’”. Offering a reason for his dad dancing, Timberlake continued: “Maybe it was the khakis. It was a real khaki vibe” before promising to “make it up to you. I’m going to focus on these two guys right here (again, pointing at his feet) and get them right.”",
    "category": "Music & Arts"
  },
  {
    "id": "KsA12dh32EE3",
    "image": "../assets/Photocredit_Ross.jpg",
    "title": "Diana Ross’ ‘I’m Coming Out’ is the song Glastonbury attendees want to hear the most",
    "author": "Surej Singh",
    "date": "June 22, 2022",
    "description": "Diana Ross’ iconic 1980s hit ‘I’m Coming Out’ has been dubbed the song that fans attending Glastonbury Festival want to hear the most. Music News has reported that ‘I’m Coming Out’ has clinched the top spot for songs being added to user-created Glastonbury playlists on Spotify per data gathered by the streaming giant. Spotify has consolidated the top 10 songs being added to users’ custom playlist with Ross’ ‘Upside Down’ securing the third spot after Sam Fender’s ‘Seventeen Going Under’ in second place.",
    "category": "Music & Arts"
  },
  {
    "id": "KsA12dh32EE4",
    "image": "../assets/Pusha-T.jpg",
    "title": "Pusha T announces second leg of ‘It’s Almost Dry’ US tour",
    "author": "Ali Shutler",
    "date": "June 23, 2022",
    "description": "Pusha T has announced the second leg of his North American ‘It’s Almost Dry’ tour – find out dates below and get tickets here. The rapper took to social media on Tuesday (June 22) to share the news. The tour will kick off on September 3 in Philadelphia as part of the Made In America festival and will conclude on October 30 in Wallingford, Connecticut. The tour will also feature “special guests”, although no names have been billed for the tour as this time. Tickets for phase two of the It’s Almost Dry Tour go on sale this Friday, June 24. You’ll be able to purchase them here.",
    "category": "Music & Arts"
  },
  {
    "id": "KsA12dh32EE5",
    "image": "../assets/Dolphins.jpg",
    "title": "Dolphins Are Self-Medicating With Coral, Study Suggests",
    "author": "Amy Jones",
    "date": "June 23, 2022",
    "description":"Indo-Pacific bottlenose dolphins may use coral to self-medicate their skin conditions, according to a new study published in iScience. As part of the research study, a team of biologists at the University of Zurich in Switzerland has been surveying a community of 360 Indo-Pacific bottlenose dolphins in the Red Sea off the coast of Egypt since 2009. During their observations, they noticed the dolphins queuing up each morning and night to take turns rubbing their bodies against certain corals and sponges. The friction also caused some of the corals to release mucus. “It’s very intensive,” said Angela Ziltener, one of the study’s lead authors. “They don’t just go through [the coral] – they go up, they come back down again and they rub their belly, their ventral area and the back.”",
    "category": "BBC & Animals"
  },
  {
    "id": "KsA12dh32EE6",
    "image": "../assets/emperor-penguins.jpg",
    "title": "This Research Robot Is Living Amongst Penguins In The Antarctic",
    "author": "Amy Jones",
    "date": "June 23, 2022",
    "description":"Deep in the Antarctic, silently watching Atka Bay’s emperor penguin colony is an unlikely outsider. The bright yellow, remote-controlled robot named ECHO observing the penguins’ every move may stick out like a sore thumb at first glance, but in reality, he could be a vital tool for researchers measuring the health of the Antarctic marine ecosystem. The two-foot-tall robot is part of a 30-year program by researchers at the Marine Animal Remote Sensing Lab (MARE) that began in 2017. The project, funded by the Woods Hole Oceanographic Institution (WHOI) in Massachusetts, aims to examine the birds to learn more about how climate catastrophe could be impacting animals in the Antarctic. As top predators and therefore sentinel species - species that are highly sensitive to environmental disturbance - emperor penguins are an ideal candidate for the study. 'We all know that the world is changing, and that change will have dramatic effects on biodiversity and on ecosystems, especially in very remote areas, like Antarctica,' says Daniel P. Zitterbart, a researcher at the Marine Animal Remote Sensing Lab to Popular Science. 'To understand if that's true or not, we need to start monitoring those systems very closely now.'",
    "category": "BBC & Animals"
  },
  {
    "id": "KsA12dh32EE7",
    "image": "../assets/Woodpecker.png",
    "title": "The Pileated Woodpecker Is a Keystone Species and Protecting Its Nest Cavities Is Good for Nature",
    "author": "Ted Cheskey",
    "date": "June 17, 2022",
    "description": "The Pileated Woodpecker is one of those species that are so loved by newbie birders—you can’t confuse it with anything else! The largest woodpecker in Canada, it sports a bright red crest and a heavy black body with white stripes. Its loud resonant drumming that increases in tempo, is unmistakable. And it’s more than just a striking presence. The Pileated Woodpecker is what ecologists call a keystone species—which is why its recent inclusion in schedule 1 of the amended Migratory Bird Convention Act Regulations is so important. ",
    "category": "Canadian Nature & Animals"
  },
  {
    "id": "KsA12dh32EE8",
    "image": "../assets/Forest.jpg",
    "title": "Forest Reflections",
    "author": "Amy Jones",
    "date": "June 17, 2022",
    "description": "Where can we turn to for hope at this time? Perhaps where humans have often turned—to our mothers. Not necessarily human mothers, or even animal mothers, important as they are, but rather of the mother trees that nurture and sustain the living and breathing forests that help secure our own health and well-being—and that of all species. Can we rethink our approach to forests in a way that helps us to also transform ourselves as individuals and societies? The harvesting of wood from forests has brought huge benefits to our lives and livelihoods. But we are now seeing the price of the widespread industrial logging over the past sixty years in our tropical, temperate, and boreal forests.",
    "category": "Canadian Nature & Animals"
  }
]